---
kind: other
id: Properties.T:Autodesk.Revit.DB.ElementFilter
source: html/6af5e81c-f58f-9042-4865-447de9d5bf7e.htm
---
# ElementFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.